Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Bitten Contract.tmx
Source language: en
Languages: es_419

source: ijun? why are you...
es_419: ¿ijun? ¿por qué estás…?

source: when I win an award, I'll give you a shoutout.
es_419: cuando gane un premio te saludaré.

source: right... since then...
es_419: justo… desde que…

source: I'm miyeon kim, the scriptwriter. and this is director yongho lee.
es_419: soy miyeon kim, la guionista. y él es el director yongho lee.

source: I didn't know, but last time, chae-i--
es_419: no la conocía, pero la última vez chae-i…

source: bzzt
es_419: BIZZ

source: another
es_419: otro

source: blush
es_419: SONROJO

source: let's go.
es_419: vámonos.

source: ...I don't think we've ever had a proper drink with each other.
es_419: … creo que nunca hemos compartido una copa de verdad.

source: I debuted as a child actor. now I am in the middle of a controversy.
es_419: debuté como actriz infantil. ahora estoy en medio de una controversia.

source: pfft
es_419: PFF

source: it's back!
es_419: ¡regresó!

source: you're really close to everyone, aren't you?
es_419: tú eres amigo de todo el mundo, ¿no?

source: I'll be in touch!
es_419: ¡te llamaré!

source: uh... okay.
es_419: mm, entiendo.

source: My friend who works at a bar saw Ijun Seo
es_419: Mi amigo que trabaja en un bar vio a Ijun Seo

source: rapid
es_419: SUIS

source: beep
es_419: BIP

source: uncle ijun!!!
es_419: ¡¡¡tío ijun!!!

source: oops!
es_419: ¡upa!

source: Yongho Lee My Favorite Idol
es_419: yongho lee mi ídolo favorito

source: his web dramas were quite successful.
es_419: sus novelas web tuvieron mucho éxito.

source: maybe he's trying to play dumb--
es_419: quizá quiere hacerse el tonto…

source: I'll exercise often, eat healthy, and try everything I can!
es_419: ¡haré más ejercicio, comeré mejor y lo intentaré todo!

source: I said I've seen a lot of yun's girlfriends, right?
es_419: dije que he conocido a muchas novias de yun, ¿no?

source: whoa!
es_419: ¡guau!

source: how interesting.
es_419: qué interesante.

source: click
es_419: CLIC

source: well...
es_419: pues…

source: so I'm going to be in pain again in a week?
es_419: ¿entonces el dolor volverá en una semana?

source: wenne dee, bla bla bla.
es_419: quieresh morirr, bla bla.

source: let's hear from our actors how they feel about wrapping up the drama!
es_419: ¡vamos a oír a nuestros actores sobre cómo se sienten al terminar la novela!

source: what in the world...
es_419: santo cielo…

source: slam
es_419: PLAM

source: grab
es_419: AGARRA

source: n-nothing.
es_419: n-nada.

source: oh!
es_419: ¡uy!

source: …I like my beef well done.
es_419: … a mí me gusta la carne bien cocida.

source: ...and you'll kill off the rumors by being a loving boyfriend,
es_419: … y tú acabarás con los rumores mostrándote como el enamorado

source: what should i say?
es_419: ¿qué debo decir?

source: actually, he's not a person...
es_419: en realidad, él no es una persona…

source: oppa*... do we have any other painkillers than this?
es_419: oppa*… ¿tenemos algún analgésico diferente?

source: it's your first lead role... but I feel like I'm already ruining this for you...
es_419: es tu primer protagónico… y siento que ya lo estoy arruinando…

source: I happened to notice your arm today.
es_419: hoy pude ver tu brazo.

source: ha ha ha
es_419: JA JA JA

source: oh, then we'll come back after lunch.
es_419: bien, regresaremos después del almuerzo.

source: it's very likely...
es_419: es muy probable…

source: Picture from that day
es_419: Foto de ese día

source: the secret to this dazzling goddess's hair...
es_419: el secreto del pelo de esta deslumbrante diosa…

source: don't think that way...
es_419: no pienses así…

source: nope!
es_419: ¡nop!

source: another level...
es_419: otro nivel…

source: ...I can be better than that jerk.
es_419: … yo puedo ser mejor que ese imbécil.

source: gulp
es_419: GLU

source: you should've stopped me...
es_419: debiste haberme detenido…

source: ...are you feeling under the weather?
es_419: … ¿te sientes mal?

source: is... yUn your first crush?
es_419: ¿yun… es tu primer amor?

source: ...but why do you keep everything a secret?
es_419: … pero ¿tú por qué dejas todo en secreto?

source: excuse me. let me take this call.
es_419: disculpen, debo atender esta llamada.

source: did you... get dumped again?
es_419: ¿te… dejaron otra vez?

source: me?
es_419: ¿yo?

source: did you hear?
es_419: ¿escuchaste?

source: en_US
es_419: es_LATAM

source: are you okay?
es_419: ¿estás bien?

source: how was it finally meeting the chae-i nuna you've been dreaming about?
es_419: y al final, ¿cómo fue conocer a tu soñada chae-i nuna?

source: huh?
es_419: ¿eh?

source: 534 Comments What the... no way!
es_419: 534 Comentarios Qué diablos… imposible!

source: just underwear.
es_419: solo ropa interior.

source: creak
es_419: TRIC

source: I couldn't help but think that way, sorry.
es_419: no pude evitar pensar así, lo siento.

source: eonni! here!
es_419: ¡eonni! ¡aquí!

source: and it's definitely an offer I shouldn't deny...
es_419: y definitivamente no debería negarme…

source: sniffle
es_419: SNIF

source: alright.
es_419: lo haré.

source: a bit.
es_419: un poco.

source: 490k views 23 hours ago
es_419: 490k visualizaciones hace 23 horas

source: that douchebag must not be human...
es_419: este imbécil no debe ser humano…

source: um, chae-i...
es_419: mm, chae-i…

source: ...and I just let him bite me to prevent him from causing trouble.
es_419: … y yo solo lo dejé morderme para evitarle problemas.

source: of course not!
es_419: ¡claro que no!

source: you asked for it this time, chae-i.
es_419: esta vez me lo pediste tú, chae-i.

source: uh, well...
es_419: mmm, pues…

source: hup
es_419: HIP

source: but...
es_419: pero…

source: no, I'm not a mosquito!
es_419: no, ¡no soy un mosquito!

source: what role did you get?
es_419: ¿qué personaje te dieron?

source: Suhan's the best!
es_419: suhan es el mejor!

source: right! sera, what brought you--
es_419: ¡bien! sera, ¿qué traías?

source: groan
es_419: GRRR

source: it'll quiet down soon.
es_419: pronto pasará.

source: I'm nowhere near my limit... haha...
es_419: estoy lejos de mi límite… ja, ja…

source: ijun, you're sooo observant! no one else knows...
es_419: ijun, ¡qué observador eres! nadie más lo sabe…

source: wow, really?
es_419: ¿en serio?

source: stroke
es_419: MIMOS

source: ...I always thought the two looked good together...
es_419: … siempre pensé que se veían bien juntos…

source: Ijun Seo "I think my face is just average."
es_419: ijun seo "creo que mi cara es común".

source: pop
es_419: PLAC

source: are you alright, ijun?
es_419: ¿estás bien, ijun?

source: mutter
es_419: MURMURA

source: so there are a lot of rumors going around.
es_419: así que hay muchos rumores por ahí.

source: ijun, I'll do it.
es_419: ijun, lo haré.

source: what, why?! why did you bite me today, then?
es_419: ¡¿qué?! ¿por qué me mordiste hoy entonces?

source: ...and never talks behind anyone's back... unlike some people.
es_419: … y nunca habla a espaldas de nadie… como otra gente.

source: I know you're busy...
es_419: sé que estás ocupado…

source: umm... he turned out to be a good person...
es_419: emm… resultó ser una buena persona…

source: oh, hi...
es_419: ah, hola…

source: sera's here too...
es_419: sera también vino…

source: protein shake
es_419: BATIDO DE PROTEÍNA

source: just don't ask me to bite you.
es_419: solo no me pidas que te muerda.

source: cheer up!
es_419: ¡ÁNIMO!

source: sorry I'm a bit late. the music video got delayed...
es_419: lamento llegar algo tarde. el video musical se retrasó…

source: dash
es_419: CORRE

source: hello!
es_419: ¡hola!

source: she can't friggin hide her emotions just stay home if u don't want to do it!
es_419: no puede esconder sus emociones de m. quédate en casa si no quieres hacerlo!

source: she's so kind...
es_419: es tan amable…

source: okay... oppa--
es_419: vale… oppa…

source: After seeing Yeri Cha and Jihu Nam (Yun Kang) holding hands, Suhan fell into despair and did not even realize it was raining...
es_419: después de ver a yeri cha y jihu nam (yun kang) tomados de la mano, suhan se desesperó y ni siquiera notó que llovía…

source: and his role is a male character older than mine.
es_419: y su papel va de un chico mayor que yo.

source: I'm happy to see you too...
es_419: también me alegra verte…

source: what is it?
es_419: ¿qué pasó?

source: you said it was sexual harassment.
es_419: dijiste que era acoso sexual.

source: I did a little research since you'll be my acting partner.
es_419: hice mi investigación desde que supe que serías mi compañero.

source: shake
es_419: SACUDE

source: lol
es_419: JEJE

source: no way!
es_419: ¡imposible!

source: ...because of that pervert!
es_419: … ¡por culpa de ese pervertido!

source: 5th time...
es_419: QUINTA VEZ…

source: nod
es_419: ASIENTE

source: whew...
es_419: uf…

source: ...where's the hair dryer?
es_419: … ¿dónde está el secador?

source: strange rumors? what kind of rumors?
es_419: ¿rumores raros? ¿qué clase de rumores?

source: long time no see!
es_419: ¡cuánto tiempo!

source: not at all.
es_419: para nada.

source: um... w-well...
es_419: mm… p-pues…

source: ha ha
es_419: JAJA

source: she found someone better...
es_419: conoció a alguien mejor…

source: alone?
es_419: ¿sola?

source: of course! but ms. kim said she was feeling sick, so I just helped.
es_419: ¡claro! pero la señorita kim dijo que se sentía mal, solo quería ayudarla.

source: doesn't matter? is that really your preference?
es_419: ¿no importa? ¿esa es realmente tu inclinación?

source: will that really be alright?
es_419: ¿vas a estar bien?

source: areum! your proposal was great this time as well!
es_419: ¡areum! ¡tu propuesta estuvo genial otra vez!

source: you've gotten prettier!
es_419: ¡estás más bonita!

source: but I'm handsome every day.
es_419: pero si soy guapo todos los días.

source: don't come near me! stop!
es_419: ¡no te me acerques! ¡para!

source: MY FAVORITE IDOL
es_419: MI ÍDOLO FAVORITO

source: ...so, I'm a bit nervous...
es_419: … y me pone nerviosa…

source: oops, there was a mosquito...
es_419: uuy, había un mosquito…

source: f*ing scary.. she's rude!
es_419: qué p*to susto… es una grosera!

source: oh, you know your brother started a business recently, right?
es_419: mm, sabes que tu hermano acaba de empezar un negocio, ¿verdad?

source: it has!
es_419: ¡sip!

source: you said something like this last time, too.
es_419: también dijiste algo así la última vez.

source: I'm a vampire.
es_419: soy un vampiro.

source: I'll explain everything later...
es_419: te explicaré todo después…

source: schoolsucks
es_419: elcoleapesta

source: please...
es_419: por favor…

source: me too!
es_419: ¡yo igual!

source: and now she's after ijun?
es_419: ¿y ahora está detrás de ijun?

source: ...should I bite somewhere else?
es_419: … ¿debería morderte en otra parte?

source: haha... that's chae-i lee, right?
es_419: ja, ja… es chae-i lee, ¿cierto?

source: grandma!
es_419: ¡abuela!

source: hello.
es_419: hola.

source: oppa, you think I can get an award like that later on?
es_419: oppa, ¿tú crees que me ganaré un premio algún día?

source: he's ridiculous.
es_419: qué ridículo.

source: pshhh
es_419: JUSHH

source: thank you...
es_419: gracias…

source: just do something!
es_419: ¡haz algo!

source: has never passed out drunk before anyone else.
es_419: nunca se cayó de la borrachera delante de nadie.

source: huff
es_419: AJH

source: are you home?
es_419: ¿estás en casa?

source: what if someone caught you?
es_419: ¿y si alguien te hubiera visto?

source: chuckle
es_419: JIJIJI

source: you losers.
es_419: perdedores.

source: but didn't you say you and Ijun weren't close?
es_419: pero ¿no dijiste que ijun y tú no eran cercanos?

source: alright, alright!
es_419: ¡vale, vale!

source: have some quail eggs!
es_419: ¡estos son de codorniz!

source: when did you get here?
es_419: ¿cuándo llegaste?

source: did you see something?
es_419: ¿has visto algo?

source: let's talk a bit before we start filming.
es_419: podemos hablar antes del rodaje.

source: don't worry about that nonsense. just tell me what you think, chae-i.
es_419: no te preocupes por esas tonterías. solo dime qué piensas, chae-i.

source: oh, no, it's alright!
es_419: ay, no, ¡todo va bien!

source: actually, ms. kim called me earlier...
es_419: por cierto, la señora kim me llamó…

source: hey, chae-i...
es_419: ey, chae-i…

source: is this... like a hidden camera prank?
es_419: ¿es… como una broma con cámara oculta?

source: see you at the table read, then!
es_419: ¡vale, nos vemos en la lectura de guion!

source: The story's about Jihu, but I want Suhan...
es_419: la historia es acerca de jihu, pero yo quiero a suhan…

source: following
es_419: siguiendo

source: Ijun Seo, a Star Philanthropist
es_419: ijun seo, una estrella filantrópica

source: ha! whoever he is, he'll be waaay better than you! so mind your own business!
es_419: ¡ja! quien sea, ¡será miiil veces mejor que tú! ¡así que no te metas!

source: I knew it right away when areum ranked first in our class, just to go to the concert...
es_419: lo supe tan pronto areum clasificó de primera en nuestra clase, solo por ir al concierto…

source: leon, eat well! you need to be energized for the reading later.
es_419: ¡¡¡león, come bien!!! necesitas energía para la lectura de guion.

source: of course!
es_419: ¡claro!

source: agh!
es_419: ¡Ajh!

source: chae-i, we've met before. do you remember?
es_419: chae-i, ya nos conocíamos. ¿no se acuerda?

source: no. I've seen enough.
es_419: no. ya vi suficiente.

source: we do enjoy human blood... but it doesn't matter if we don't have any.
es_419: nos gusta la sangre humana… pero no importa si no la bebemos.

source: drag
es_419: ARRASTRA

source: you don't want strange rumors going around, do you?
es_419: no quiere rumores raros por ahí, ¿verdad?

source: dip
es_419: GEL

source: what brings you here?
es_419: ¿qué te trae por aquí?

source: I'm sure you already know, but there's some rumors going around.
es_419: estoy seguro de que ya lo sabes, pero corren rumores por ahí.

source: Story / Art
es_419: historia / arte

source: ...in exactly one week.
es_419: … en una semana exactamente.

source: you should go home.
es_419: deberías irte a casa.

source: o-okay.
es_419: b-bueno.

source: chae-i's famous for being closed off and not having any male actor friends.
es_419: chae-i es famosa por ser muy cerrada y no tener amigos actores hombres.

source: have you seen chae-i?
es_419: ¿has visto a chae-i?

source: he's so fake!!!
es_419: ¡¡¡qué falso!!!

source: the recent controversy must be taking a toll on her.
es_419: la controversia reciente debe estar pasándole factura.

source: gasp
es_419: SUSTO

source: I'm not very fashionable, so I try to keep my wardrobe plain.
es_419: no sigo la moda, así que prefiero tener un guardarropas simple.

source: she's a senior actor I highly respect.
es_419: es una actriz con mucha experiencia, que respeto mucho.

source: sneer
es_419: BURLA

source: clack
es_419: CLAC

source: Please make Suhan happy...
es_419: por favor, hagan feliz a suhan…

source: oops! have we met before?
es_419: ¡ups! ¿ya nos conocemos?

source: you okay?
es_419: ¿estás bien?

source: what do you think?
es_419: ¿qué piensas?

source: I'm reporting you for sexual harassment!
es_419: ¡te denunciaré por acoso sexual!

source: I wanted to see you!
es_419: ¡quería verte!

source: NTV Music
es_419: NTV MÚSICA

source: ...date me?
es_419: … mi novia?

source: step
es_419: TAP

source: shinebright whats with her attitude? anyone else wouldve been slammed hard for that
es_419: rayodeluz qué onda con su actitud? otra habría recibido una paliza por eso.

source: alright?
es_419: ¿lo harás?

source: yes!
es_419: ¡sí!

source: sob
es_419: SNIF

source: What do you wear when you sleep?
es_419: ¿Qué usas para dormir?

source: and those!
es_419: ¡y estos!

source: good work, everyone!!!
es_419: ¡¡buen trabajo, equipo!!

source: …y-your hair looks great today…
es_419: … t-tu pelo está divino hoy…

source: looks like she wants to murder someone
es_419: parece como si quisiera matar a alguien

source: I'm gonna eat well and do my best!
es_419: ¡comeré bien y haré lo mejor!

source: stare
es_419: MIRAN

source: you wanted a plus station 5, right?
es_419: querías una plus station 5, ¿verdad?

source: a caramel macchiato with whipped cream for the director. a green tea latte with one pump of syrup for chae-i, right?
es_419: un macchiato de caramelo con crema batida para el director. un matcha latte con almíbar para chae-i, ¿cierto?

source: hello?
es_419: ¿hola?

source: oh...
es_419: ah…

source: it won't be real, though.
es_419: igual no será cierto.

source: and I can get rid of the rumors about me.
es_419: y yo me desharé de los rumores.

source: I find it attractive when a woman loves and enjoys what she does.
es_419: me atrae una mujer que ama y disfruta lo que hace.

source: that's... right...
es_419: correcto…

source: flap
es_419: TRAP

source: what does you liking chae-i have to do with any of this?
es_419: ¿qué tiene que ver que te guste chae-i con todo esto?

source: yes, you were! my manager and I had such a hard time because of you!
es_419: ¡sí, fue terrible! ¡mi representante y yo la pasamos mal por tu culpa!

source: to our relationship!
es_419: ¡por nuestra relación!

source: does... your manager know?
es_419: ¿tu… representante lo sabe?

source: let's take a quick break!
es_419: ¡tomemos un breve descanso!

source: I'm afraid I might ruin it for everyone...
es_419: tengo miedo de arruinarlo…

source: I didn't know you were so famous...
es_419: no sabía que eras tan famoso…

source: yeah...
es_419: sip…

source: knock
es_419: TOC

source: don't a lot of girls like you?
es_419: muchas chicas se derriten por ti.

source: ...I was busy making ends meet,
es_419: … trabajo mucho para sostenerme…

source: Plix Leon
es_419: plix león

source: okay! then let's do that!
es_419: bien, ¡entonces lo haremos así!

source: relax! we're not in public.
es_419: ¡relájate! no estamos en público.

source: starry starry night
es_419: noche superestrellada

source: ParkPPL she always has a frown when I see her on TV lol
es_419: ParquePPL siempre que la veo en tv está frunciendo el ceño jaja

source: no worries! it's only natural that you don't remember.
es_419: ¡tranquila! es natural que así sea.

source: tap
es_419: TAC

source: I got ahead of myself!
es_419: ¡me he adelantado!

source: I've had a lot of antagonist roles, so I don't have many young fans.
es_419: he hecho muchos antagonistas, así que no tengo tantos fans jóvenes.

source: uh, um. it was taking a while... so I thought I'd help...
es_419: eh, mm. estaban tardando… y pensé que podía ayudar…

source: Mrs Ijun Seo Ijun Seo has worked hard...
es_419: Señora de Ijun Seo Ijun Seo ha trabajado duro…

source: is chae-i not here yet?
es_419: ¿chae-i no ha llegado aún?

source: you fell dead asleep so suddenly yesterday...
es_419: de repente te quedaste dormida ayer…

source: glug
es_419: GLU

source: mr. playboy's at it again! hahaha.
es_419: ¡ahí va el señor playboy! ja, ja, ja

source: what are you doing?
es_419: ¡¿qué estás haciendo?!

source: don't you plan on dating, ijun?
es_419: ¿no quieres salir con alguien, ijun?

source: she must really like you.
es_419: tienes que gustarle mucho.

source: so give me a written apology before filming ends, or I'm going to expose you.
es_419: así que escribe una disculpa antes de que termine el rodaje, o te denuncio.

source: she can't take her eyes off ijun! are they dating?
es_419: ¡se derrite por ijun! ¿estarán saliendo?

source: didn't you put on a face mask last night too?
es_419: ¿no te pusiste una mascarilla anoche?

source: I heard it helps to massage these pressure points.
es_419: dicen que sirve masajear estos puntos de presión.

source: thump
es_419: BUM

source: blank
es_419: EN BLANCO

source: what? ten years?! and you've never craved it once?
es_419: ¿qué? ¿diez años? ¿y no se te ha antojado ni un poco?

source: poker face
es_419: INEXPRESIVO

source: A Boy’s World
es_419: El mundo de un chico

source: I'm gonna use your computer, okay?
es_419: usaré tu computadora, ¿bueno?

source: How long did it take to draw this graffiti?
es_419: ¿Cuánto tiempo tomó pintar este grafiti?

source: if people find out it's jiseong, they'll say--
es_419: si la gente reconoce a jiseong, dirán…

source: this kid's older than I am?
es_419: ¿este niño es mayor que yo?

source: wow!
es_419: ¡guau!

source: not use you. it's a win-win for both of you.
es_419: usarte no. es en beneficio mutuo.

source: mumble
es_419: MURMURA

source: I'm thinking nonsense...
es_419: estoy pensando disparates…

source: well, I lived with my grandmother when I was little. that's why I know a few of these home remedies.
es_419: bueno, viví con mi abuela cuando era peque. por eso conozco algunos remedios caseros.

source: I'll call you.
es_419: te llamaré.

source: how many takes do you need? it's not a difficult scene!
es_419: ¿cuántas tomas necesitas? ¡no es una escena difícil!

source: and even acts well. ijun Seo is an all-around entertainer who's good at everything.
es_419: y, además, actúa bien. ijun seo es un artista completo e integral, es bueno en todo.

source: sniff
es_419: SNIF

source: don't say it!!!
es_419: ¡¡no lo digas!!

source: you'll definitely get cast is whichever one you choose
es_419: obviamente, el personaje que elijas será tuyo.

source: ...so I scheduled a meeting for this friday afternoon.
es_419: … por eso agendé una reunión para el viernes a la tarde.

source: it's cold today...
es_419: hace frío hoy…

source: no! you're ugly!
es_419: ¡no! ¡eres fea!

source: you were in the BEST intern with ijun, right?
es_419: tú estabas en la mejor pasante con ijun, ¿no?

source: smack
es_419: MANOTAZO

source: I don't know either...
es_419: tampoco lo sé…

source: sir, what if we do the next scene first?
es_419: ¿y si hacemos la siguiente escena primero?

source: okay!
es_419: ¡bueno!

source: were you watching me filming?
es_419: ¿me estabas viendo actuar?

source: have some of this and take a break.
es_419: come algo y descansa un poco.

source: soon what?
es_419: ¿pronto qué?

source: uh... anyway, I asked him to help me practice for something else...
es_419: eh… en fin, le pedí ayuda a ijun para ensayar otra cosa…

source: mmm... my head is aching, ijun...
es_419: mmm… me duele la cabeza, ijun…

source: cut!
es_419: ¡corte!

source: upset
es_419: MOLESTO

source: ...but things have been working out so well since then.
es_419: … pero todo ha salido bien desde entonces.

source: did you see my text yesterday?
es_419: ¿recibiste ayer mi mensaje?

source: Suhan Lee New man with a crush
es_419: suhan lee nuevo enamorado

source: I haven’t felt so refreshed in a long time!
es_419: ¡hacía mucho que no me sentía tan renovada!

source: tumble
es_419: SE CAEN

source: ma'am...
es_419: señora…

source: urgh
es_419: Argh

source: I only have enough money to get by...
es_419: mi dinero alcanza para mantenerme…

source: chae-i, what are you doing?!
es_419: chae-i, ¡¿qué haces?!

source: uh, I was dizzy for a moment.
es_419: uf, solo fue un mareo.

source: for real... she's rude
es_419: en serio… es grosera

source: beep beep beep
es_419: BIP BIP BIP

source: I had such a wonderful time filming the powerful intern and...
es_419: he pasado un tiempo maravilloso rodando la pasante poderosa, y…

source: I know a model who's friends with him.
es_419: conozco a un modelo que es amigo suyo.

source: are you really alright now?
es_419: ¿segura que ahora está bien?

source: pat
es_419: TAS

source: ack, ijun?
es_419: ¿aj, ijun?

source: I'm sure she is! that's probably why you still like her...
es_419: ¡estoy segura! probablemente por eso te gusta todavía…
